import { VolumeNode } from '../model';

// cspell:disable

export const short: VolumeNode = {
    'node': 'volume',
    'nodes': [
        {
            'node': 'chapter',
            'nodes': [
                {
                    'node': 'paragraph',
                    'span': 'Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Sed velit dignissim sodales ut eu sem. Ornare arcu dui vivamus arcu felis bibendum. Ac orci phasellus egestas tellus rutrum tellus pellentesque eu tincidunt. Adipiscing elit ut aliquam purus sit amet luctus venenatis lectus. Cursus turpis massa tincidunt dui ut. At quis risus sed vulputate odio ut. In fermentum et sollicitudin ac orci phasellus egestas. Et netus et malesuada fames. Egestas sed tempus urna et pharetra pharetra. Nunc sed id semper risus in hendrerit gravida rutrum quisque. Semper feugiat nibh sed pulvinar proin. Vitae turpis massa sed elementum tempus egestas sed sed risus.',
                },
                {
                    'node': 'paragraph',
                    'span': 'Euismod elementum nisi quis eleifend quam adipiscing vitae proin sagittis. Eget sit amet tellus cras adipiscing enim eu. Accumsan tortor posuere ac ut consequat semper viverra nam. Enim neque volutpat ac tincidunt. Bibendum neque egestas congue quisque egestas. Pellentesque pulvinar pellentesque habitant morbi. Id porta nibh venenatis cras sed felis eget velit. Amet consectetur adipiscing elit pellentesque habitant morbi tristique senectus. Nunc eget lorem dolor sed. Fermentum et sollicitudin ac orci phasellus. Morbi tristique senectus et netus et malesuada. Morbi tempus iaculis urna id volutpat lacus laoreet non curabitur. Condimentum vitae sapien pellentesque habitant morbi tristique senectus et. Condimentum id venenatis a condimentum. Dui vivamus arcu felis bibendum ut tristique. Libero volutpat sed cras ornare arcu dui vivamus. Faucibus purus in massa tempor nec feugiat nisl pretium. Imperdiet sed euismod nisi porta lorem mollis aliquam ut porttitor. Aliquam etiam erat velit scelerisque in dictum. Duis convallis convallis tellus id interdum.',
                },
            ],
            'title': [
                'Short title',
            ],
            'level': 2,
        },
    ],
    'meta': {
        'title': 'Lorem',
        'author': 'John Smith',
    },
};

export const shinel: VolumeNode = {
    'node': 'volume',
    'nodes': [
        {
            'node': 'chapter',
            'nodes': [
                {
                    'node': 'paragraph',
                    'span': {
                        'span': 'compound',
                        'spans': [
                            'В департаменте... но лучше не называть, в каком департаменте. Ничего нет сердитее всякого рода департаментов, полков, канцелярий и, словом, всякого рода должностных сословий. Теперь уже всякий частный человек считает в лице своем оскорбленным всё общество. Говорят, весьма недавно поступила просьба от одного капитан-исправника, не помню какого-то города, в которой он излагает ясно, что гибнут государственные постановления и что священное имя его произносится решительно всуе. А в доказательство приложил к просьбе преогромнейший том какого-то романтического сочинения, где чрез каждые десять страниц является капитан-исправник, местами даже совершенно в пьяном виде. Итак, во избежание всяких неприятностей, лучше департамент, о котором идет дело, мы назовем ',
                            {
                                'span': 'attrs',
                                'content': 'одним департаментом',
                                'attrs': [
                                    'italic',
                                ],
                            },
                            '. Итак, в ',
                            {
                                'span': 'attrs',
                                'content': 'одном департаменте',
                                'attrs': [
                                    'italic',
                                ],
                            },
                            ' служил ',
                            {
                                'span': 'attrs',
                                'content': 'один чиновник',
                                'attrs': [
                                    'italic',
                                ],
                            },
                            '; чиновник нельзя сказать чтобы очень замечательный, низенького роста, несколько рябоват, несколько рыжеват, несколько даже на вид подслеповат, с небольшой лысиной на лбу, с морщинами по обеим сторонам щек и цветом лица что',
                        ],
                    },
                },
                {
                    'node': 'paragraph',
                    'span': 'Вряд ли где можно было найти человека, который так жил бы в своей должности. Мало сказать: он служил ревностно, – нет, он служил с любовью. Там, в этом переписываньи, ему виделся какой-то свой разнообразный и приятный мир. Наслаждение выражалось на лице его; некоторые буквы у него были фавориты, до которых если он добирался, то был сам не свой: и подсмеивался, и подмигивал, и помогал губами, так что в лице его, казалось, можно было прочесть всякую букву, которую выводило перо его. Если бы соразмерно его рвению давали ему награды, он, к изумлению своему, может быть, даже попал бы в статские советники; но выслужил он, как выражались остряки, его товарищи, пряжку в петлицу да нажил геморрой в поясницу. Впрочем, нельзя сказать, чтобы не было к нему никакого внимания. Один директор, будучи добрый человек и желая вознаградить его за долгую службу, приказал дать ему что-нибудь поважнее, чем обыкновенное переписыванье; именно из готового уже дела велено было ему сделать какое-то отношение в другое присутственное место; дело состояло только в том, чтобы переменить заглавный титул да переменить кое-где глаголы из первого лица в третье. Это задало ему такую работу, что он вспотел совершенно, тер лоб и, наконец, сказал: «Нет, лучше дайте я перепишу что-нибудь». С тех пор оставили его навсегда переписывать. Вне этого переписыванья, казалось, для него ничего не существовало. Он не думал вовсе о своем платье: вицмундир у него был не зеленый, а какого-то рыжевато-мучного цвета. Воротничок на нем был узенький, низенький, так что шея его, несмотря на то что не была длинна, выходя из воротника, казалась необыкновенно длинною, как у тех гипсовых котенков, болтающих головами, которых носят на головах целыми десятками русские иностранцы. И всегда что-нибудь да прилипало к его вицмундиру: или сенца кусочек, или какая-нибудь ниточка; к тому же он имел особенное искусство, ходя по улице, поспевать под окно именно в то самое время, когда из него выбрасывали всякую дрянь, и оттого вечно уносил на своей шляпе арбузные и дынные корки и тому подобный вздор. Ни один раз в жизни не обратил он внимания на то, что делается и происходит всякий день на улице, на что, как известно, всегда посмотрит его же брат, молодой чиновник, простирающий до того проницательность своего бойкого взгляда, что заметит даже, у кого на другой стороне тротуара отпоролась внизу панталон стремешка, – что вызывает всегда лукавую усмешку на лице его.',
                },
                {
                    'node': 'paragraph',
                    'span': 'Но Акакий Акакиевич если и глядел на что, то видел на всем свои чистые, ровным почерком выписанные строки, и только разве если, неизвестно откуда взявшись, лошадиная морда помещалась ему на плечо и напускала ноздрями целый ветер в щеку, тогда только замечал он, что он не на середине строки, а скорее на середине улицы. Приходя домой, он садился тот же час за стол, хлебал наскоро свои щи и ел кусок говядины с луком, вовсе не замечая их вкуса, ел всё это с мухами и со всем тем, что ни посылал Бог на ту пору. Заметивши, что желудок начинал пучиться, вставал из-за стола, вынимал баночку с чернилами и переписывал бумаги, принесенные на дом. Если же таких не случалось, он снимал нарочно, для собственного удовольствия, копию для себя, особенно если бумага была замечательна не по красоте слога, но по адресу к какому-нибудь новому или важному лицу.',
                },
                {
                    'node': 'paragraph',
                    'span': 'Даже в те часы, когда совершенно потухает петербургское серое небо и весь чиновный народ наелся и отобедал, кто как мог, сообразно с получаемым жалованьем и собственной прихотью, – когда всё уже отдохнуло после департаментского скрипенья перьями, беготни, своих и чужих необходимых занятий и всего того, что задает себе добровольно, больше даже, чем нужно, неугомонный человек, – когда чиновники спешат предать наслаждению оставшееся время: кто побойчее, несется в театр; кто на улицу, определяя его на рассматриванье кое-каких шляпенок; кто на вечер – истратить его в комплиментах какой-нибудь смазливой девушке, звезде небольшого чиновного круга; кто, и это случается чаще всего, идет просто к своему брату в четвертый или третий этаж, в две небольшие комнаты с передней или кухней и кое-какими модными претензиями, лампой или иной вещицей, стоившей многих пожертвований, отказов от обедов, гуляний, – словом, даже в то время, когда все чиновники рассеиваются по маленьким квартиркам своих приятелей поиграть в штурмовой вист, прихлебывая чай из стаканов с копеечными сухарями, затягиваясь дымом из длинных чубуков, рассказывая во время сдачи какую-нибудь сплетню, занесшуюся из высшего общества, от которого никогда и ни в каком состоянии не может отказаться русский человек, или даже, когда не о чем говорить, пересказывая вечный анекдот о коменданте, которому пришли сказать, что подрублен хвост у лошади Фальконетова монумента, – словом, даже тогда, когда всё стремится развлечься, – Акакий Акакиевич не предавался никакому развлечению. Никто не мог сказать, чтобы когда-нибудь видел его на каком-нибудь вечере. Написавшись всласть, он ложился спать, улыбаясь заранее при мысли о завтрашнем дне: что-то Бог пошлет переписывать завтра? Так протекала мирная жизнь человека, который с четырьмястами жалованья умел быть довольным своим жребием, и дотекла бы, может быть, до глубокой старости, если бы не было разных бедствий, рассыпанных на жизненной дороге не только титулярным, но даже тайным, действительным, надворным и всяким советникам, даже и тем, которые не дают никому советов, ни от кого не берут их сами.',
                },
                {
                    'node': 'paragraph',
                    'span': 'Есть в Петербурге сильный враг всех, получающих четыреста рублей в год жалованья или около того. Враг этот не кто другой, как наш северный мороз, хотя, впрочем, и говорят, что он очень здоров. В девятом часу утра, именно в тот час, когда улицы покрываются идущими в департамент, начинает он давать такие сильные и колючие щелчки без разбору по всем носам, что бедные чиновники решительно не знают, куда девать их. В это время, когда даже у занимающих высшие должности болит от морозу лоб и слезы выступают в глазах, бедные титулярные советники иногда бывают беззащитны. Всё спасение состоит в том, чтобы в тощенькой шинелишке перебежать как можно скорее пять-шесть улиц и потом натопаться хорошенько ногами в швейцарской, пока не оттают таким образом все замерзнувшие на дороге способности и дарованья к должностным отправлениям. Акакий Акакиевич с некоторого времени начал чувствовать, что его как-то особенно сильно стало пропекать в спину и плечо, несмотря на то что он старался перебежать как можно скорее законное пространство. Он подумал, наконец, не заключается ли каких грехов в его шинели. Рассмотрев ее хорошенько у себя дома, он открыл, что в двух-трех местах, именно на спине и на плечах, она сделалась точная серпянка: сукно до того истерлось, что сквозило, и подкладка расползлась. Надобно знать, что шинель Акакия Акакиевича служила тоже предметом насмешек чиновникам; от нее отнимали даже благородное имя шинели и называли ее капотом. В самом деле, она имела какое-то странное устройство: воротник ее уменьшался с каждым годом более и более, ибо служил на подтачиванье других частей ее. Подтачиванье не показывало искусства портного и выходило, точно, мешковато и некрасиво. Увидевши, в чем дело, Акакий Акакиевич решил, что шинель нужно будет снести к Петровичу, портному, жившему где-то в четвертом этаже по черной лестнице, который, несмотря на свой кривой глаз и рябизну по всему лицу, занимался довольно удачно починкой чиновничьих и всяких других панталон и фраков, – разумеется, когда бывал в трезвом состоянии и не питал в голове какого-нибудь другого предприятия. Об этом портном, конечно, не следовало бы много говорить, но так как уже заведено, чтобы в повести характер всякого лица был совершенно означен, то, нечего делать, подавайте нам и Петровича сюда. Сначала он назывался просто Григорий и был крепостным человеком у какого-то барина; Петровичем он начал называться с тех пор, как получил отпускную и стал попивать довольно сильно по всяким праздникам, сначала по большим, а потом, без разбору, по всем церковным, где только стоял в календаре крестик. С этой стороны он был верен дедовским обычаям и, споря с женой, называл ее мирскою женщиной и немкой. Так как мы уже заикнулись про жену, то нужно будет и о ней сказать слова два; но, к сожалению, о ней не много было известно, разве только то, что у Петровича есть жена, носит даже чепчик, а не платок; но красотою, как кажется, она не могла похвастаться; по крайней мере при встрече с нею одни только гвардейские солдаты заглядывали ей под чепчик, моргнувши усом и испустивши какой-то особый голос.',
                },
                {
                    'node': 'paragraph',
                    'span': 'Взбираясь по лестнице, ведшей к Петровичу, которая, надобно отдать справедливость, была вся умащена водой, помоями и проникнута насквозь тем спиртуозным запахом, который ест глаза и, как известно, присутствует неотлучно на всех черных лестницах петербургских домов, – взбираясь по лестнице, Акакий Акакиевич уже подумывал о том, сколько запросит Петрович, и мысленно положил не давать больше двух рублей. Дверь была отворена, потому что хозяйка, готовя какую-то рыбу, напустила столько дыму в кухне, что нельзя было видеть даже и самых тараканов. Акакий Акакиевич прошел через кухню, не замеченный даже самою хозяйкою, и вступил, наконец, в комнату, где увидел Петровича, сидевшего на широком деревянном некрашеном столе и подвернувшего под себя ноги свои, как турецкий паша. Ноги, по обычаю портных, сидящих за работою, были нагишом. И прежде всего бросился в глаза большой палец, очень известный Акакию Акакиевичу, с каким-то изуродованным ногтем, толстым и крепким, как у черепахи череп. На шее у Петровича висел моток шелку и ниток, а на коленях была какая-то ветошь. Он уже минуты с три продевал нитку в иглиное ухо, не попадал и потому очень сердился на темноту и даже на самую нитку, ворча вполголоса: «Не лезет, варварка; уела ты меня, шельма этакая!» Акакию Акакиевичу было неприятно, что он пришел именно в ту минуту, когда Петрович сердился: он любил что-либо заказывать Петровичу тогда, когда последний был уже несколько под куражем, или, как выражалась жена его: «осадился сивухой, одноглазый черт». В таком состоянии Петрович обыкновенно очень охотно уступал и соглашался, всякий раз даже кланялся и благодарил. Потом, правда, приходила жена, плачась, что муж-де был пьян и потому дешево взялся; но гривенник, бывало, один прибавишь, и дело в шляпе. Теперь же Петрович был, казалось, в трезвом состоянии, а потому крут, несговорчив и охотник заламливать черт знает какие цены. Акакий Акакиевич смекнул это и хотел было уже, как говорится, на попятный двор, но уж дело было начато. Петрович прищурил на него очень пристально свой единственный глаз, и Акакий Акакиевич невольно выговорил:',
                },
                {
                    'node': 'paragraph',
                    'span': '– Здравствуй, Петрович!',
                },
                {
                    'node': 'paragraph',
                    'span': '– Здравствовать желаю, судырь, – сказал Петрович и покосил свой глаз на руки Акакия Акакиевича, желая высмотреть, какого рода добычу тот нес.',
                },
                {
                    'node': 'paragraph',
                    'span': '– А я вот к тебе, Петрович, того...',
                },
                {
                    'node': 'paragraph',
                    'span': 'Нужно знать, что Акакий Акакиевич изъяснялся большею частью предлогами, наречиями и, наконец, такими частицами, которые решительно не имеют никакого значения. Если же дело было очень затруднительно, то он даже имел обыкновение совсем не оканчивать фразы, так что весьма часто, начавши речь словами: «Это, право, совершенно того...», а потом уже и ничего не было, и сам он позабывал, думая, что всё уже выговорил.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Что ж такое? – сказал Петрович и обсмотрел в то же время своим единственным глазом весь вицмундир его, начиная с воротника до рукавов, спинки, фалд и петлей, – что всё было ему очень знакомо, потому что было собственной его работы. Таков уж обычай у портных: это первое, что он сделает при встрече.',
                },
                {
                    'node': 'paragraph',
                    'span': '– А я вот того, Петрович... шинель-то, сукно... вот видишь, везде в других местах совсем крепкое, оно немножко запылилось, и кажется, как будто старое, а оно новое, да вот только в одном месте немного того... на спине, да еще вот на плече одном немного попротерлось, да вот на этом плече немножко – видишь, вот и всё. И работы немного...',
                },
                {
                    'node': 'paragraph',
                    'span': 'Петрович взял капот, разложил его сначала на стол, рассматривал долго, покачал головою и полез рукою на окно за круглой табакеркой с портретом какого-то генерала, какого именно неизвестно, потому что место, где находилось лицо, было проткнуто пальцем и потом заклеено четвероугольным лоскуточком бумажки. Понюхав табаку, Петрович растопырил капот на руках и рассмотрел его против света и опять покачал головою. Потом обратил его подкладкой вверх и вновь покачал, вновь снял крышку с генералом, заклеенным бумажкой, и, натащивши в нос табаку, закрыл, спрятал табакерку и, наконец, сказал:',
                },
                {
                    'node': 'paragraph',
                    'span': '– Нет, нельзя поправить: худой гардероб!',
                },
                {
                    'node': 'paragraph',
                    'span': 'У Акакия Акакиевича при этих словах ёкнуло сердце.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Отчего же нельзя, Петрович? – сказал он почти умоляющим голосом ребенка. – Ведь только всего что на плечах поистерлось, ведь у тебя есть же какие-нибудь кусочки...',
                },
                {
                    'node': 'paragraph',
                    'span': '– Да кусочки-то можно найти, кусочки найдутся, – сказал Петрович, – да нашить-то нельзя: дело совсем гнилое, тронешь иглой – а вот уж оно и ползет.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Пусть ползет, а ты тотчас заплаточку.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Да заплаточки не на чем положить, укрепиться ей не за что, подержка больно велика. Только слава, что сукно, а подуй ветер, так разлетится.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Ну, да уж прикрепи. Как же этак, право, того!..',
                },
                {
                    'node': 'paragraph',
                    'span': '– Нет, – сказал Петрович решительно, – ничего нельзя сделать. Дело совсем плохое. Уж вы лучше, как придет зимнее холодное время, наделайте из нее себе онучек, потому что чулок не греет. Это немцы выдумали, чтобы побольше себе денег забирать (Петрович любил при случае кольнуть немцев); а шинель уж, видно, вам придется новую делать.',
                },
                {
                    'node': 'paragraph',
                    'span': 'При слове «новую» у Акакия Акакиевича затуманило в глазах, и всё, что ни было в комнате, так и пошло пред ним путаться. Он видел ясно одного только генерала с заклеенным бумажкой лицом, находившегося на крышке Петровичевой табакерки.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Как же новую? – сказал он, всё еще как будто находясь во сне. – Ведь у меня и денег на это нет.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Да, новую, – сказал с варварским спокойствием Петрович.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Ну, а если бы пришлось новую, как бы она того...',
                },
                {
                    'node': 'paragraph',
                    'span': '– То есть, что будет стоить?',
                },
                {
                    'node': 'paragraph',
                    'span': '– Да.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Да три полсотни с лишком надо будет приложить, – сказал Петрович и сжал при этом значительно губы. Он очень любил сильные эффекты, любил вдруг как-нибудь озадачить совершенно и потом поглядеть искоса, какую озадаченный сделает рожу после таких слов.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Полтораста рублей за шинель! – вскрикнул бедный Акакий Акакиевич, вскрикнул, может быть, в первый раз отроду, ибо отличался всегда тихостью голоса.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Да-с, – сказал Петрович, – да еще какова шинель. Если положить на воротник куницу да пустить капишон на шелковой подкладке, так и в двести войдет.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Петрович, пожалуйста, – говорил Акакий Акакиевич умоляющим голосом, не слыша и не стараясь слышать сказанных Петровичем слов и всех его эффектов, – как-нибудь поправь, чтобы хоть сколько-нибудь еще послужила.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Да нет, это выйдет: и работу убивать и деньги попусту тратить, – сказал Петрович, и Акакий Акакиевич после таких слов вышел совершенно уничтоженный.',
                },
                {
                    'node': 'paragraph',
                    'span': 'А Петрович, по уходе его, долго еще стоял, значительно сжавши губы и не принимаясь за работу, будучи доволен, что и себя не уронил, да и портного искусства тоже не выдал.',
                },
                {
                    'node': 'paragraph',
                    'span': 'Вышед на улицу, Акакий Акакиевич был как во сне. «Этаково-то дело этакое, – говорил он сам себе, – я, право, и не думал, чтобы оно вышло того... – А потом, после некоторого молчания, прибавил: – Так вот как! наконец вот что вышло, а я, право, совсем и предполагать не мог, чтобы оно было этак». За сим последовало опять долгое молчание, после которого он произнес: «Так этак-то! вот какое уж, точно, никак неожиданное, того... этого бы никак... этакое-то обстоятельство!» Сказавши это, он, вместо того чтобы идти домой, пошел совершенно в противную сторону, сам того не подозревая. Дорогою задел его всем нечистым своим боком трубочист и вычернил всё плечо ему; целая шапка извести высыпалась на него с верхушки строившегося дома. Он ничего этого не заметил, и потом уже, когда натолкнулся на будочника, который, поставя около себя свою алебарду, натряхивал из рожка на мозолистый кулак табаку, тогда только немного очнулся, и то потому, что будочник сказал: «Чего лезешь в самое рыло, разве нет тебе трухтуара?» Это заставило его оглянуться и поворотить домой. Здесь только он начал собирать мысли, увидел в ясном и настоящем виде свое положение, стал разговаривать с собою уже не отрывисто, но рассудительно и откровенно, как с благоразумным приятелем, с которым можно поговорить о деле самом сердечном и близком. «Ну нет, – сказал Акакий Акакиевич, – теперь с Петровичем нельзя толковать: он теперь того... жена, видно, как-нибудь поколотила его. А вот я лучше приду к нему в воскресный день утром: он после канунешной субботы будет косить глазом и заспавшись, так ему нужно будет опохмелиться, а жена денег не даст, а в это время я ему гривенничек и того, в руку, он и будет сговорчивее и шинель тогда и того...» Так рассудил сам с собою Акакий Акакиевич, ободрил себя и дождался первого воскресенья, и, увидев издали, что жена Петровича куда-то выходила из дому, он прямо к нему. Петрович, точно, после субботы сильно косил глазом, голову держал к полу и был совсем заспавшись; но при всем том, как только узнал, в чем дело, точно как будто его черт толкнул. «Нельзя, – сказал, – извольте заказать новую». Акакий Акакиевич тут-то и всунул ему гривенничек. «Благодарствую, судырь, подкреплюсь маленечко за ваше здоровье, – сказал Петрович, – а уж об шинели не извольте беспокоиться: она ни на какую годность не годится. Новую шинель уж я вам сошью на славу, уж на этом постоим».',
                },
            ],
            'title': [
                'Очень даже длинный заголовок',
                'К тому же со второй строкой, еще более длинной',
            ],
            'level': 2,
        },
        {
            'node': 'chapter',
            'nodes': [
                {
                    'node': 'paragraph',
                    'span': 'Но Акакий Акакиевич если и глядел на что, то видел на всем свои чистые, ровным почерком выписанные строки, и только разве если, неизвестно откуда взявшись, лошадиная морда помещалась ему на плечо и напускала ноздрями целый ветер в щеку, тогда только замечал он, что он не на середине строки, а скорее на середине улицы. Приходя домой, он садился тот же час за стол, хлебал наскоро свои щи и ел кусок говядины с луком, вовсе не замечая их вкуса, ел всё это с мухами и со всем тем, что ни посылал Бог на ту пору. Заметивши, что желудок начинал пучиться, вставал из-за стола, вынимал баночку с чернилами и переписывал бумаги, принесенные на дом. Если же таких не случалось, он снимал нарочно, для собственного удовольствия, копию для себя, особенно если бумага была замечательна не по красоте слога, но по адресу к какому-нибудь новому или важному лицу.',
                },
                {
                    'node': 'paragraph',
                    'span': 'Даже в те часы, когда совершенно потухает петербургское серое небо и весь чиновный народ наелся и отобедал, кто как мог, сообразно с получаемым жалованьем и собственной прихотью, – когда всё уже отдохнуло после департаментского скрипенья перьями, беготни, своих и чужих необходимых занятий и всего того, что задает себе добровольно, больше даже, чем нужно, неугомонный человек, – когда чиновники спешат предать наслаждению оставшееся время: кто побойчее, несется в театр; кто на улицу, определяя его на рассматриванье кое-каких шляпенок; кто на вечер – истратить его в комплиментах какой-нибудь смазливой девушке, звезде небольшого чиновного круга; кто, и это случается чаще всего, идет просто к своему брату в четвертый или третий этаж, в две небольшие комнаты с передней или кухней и кое-какими модными претензиями, лампой или иной вещицей, стоившей многих пожертвований, отказов от обедов, гуляний, – словом, даже в то время, когда все чиновники рассеиваются по маленьким квартиркам своих приятелей поиграть в штурмовой вист, прихлебывая чай из стаканов с копеечными сухарями, затягиваясь дымом из длинных чубуков, рассказывая во время сдачи какую-нибудь сплетню, занесшуюся из высшего общества, от которого никогда и ни в каком состоянии не может отказаться русский человек, или даже, когда не о чем говорить, пересказывая вечный анекдот о коменданте, которому пришли сказать, что подрублен хвост у лошади Фальконетова монумента, – словом, даже тогда, когда всё стремится развлечься, – Акакий Акакиевич не предавался никакому развлечению. Никто не мог сказать, чтобы когда-нибудь видел его на каком-нибудь вечере. Написавшись всласть, он ложился спать, улыбаясь заранее при мысли о завтрашнем дне: что-то Бог пошлет переписывать завтра? Так протекала мирная жизнь человека, который с четырьмястами жалованья умел быть довольным своим жребием, и дотекла бы, может быть, до глубокой старости, если бы не было разных бедствий, рассыпанных на жизненной дороге не только титулярным, но даже тайным, действительным, надворным и всяким советникам, даже и тем, которые не дают никому советов, ни от кого не берут их сами.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Здравствовать желаю, судырь, – сказал Петрович и покосил свой глаз на руки Акакия Акакиевича, желая высмотреть, какого рода добычу тот нес.',
                },
                {
                    'node': 'paragraph',
                    'span': '– А я вот к тебе, Петрович, того...',
                },
                {
                    'node': 'paragraph',
                    'span': 'Нужно знать, что Акакий Акакиевич изъяснялся большею частью предлогами, наречиями и, наконец, такими частицами, которые решительно не имеют никакого значения. Если же дело было очень затруднительно, то он даже имел обыкновение совсем не оканчивать фразы, так что весьма часто, начавши речь словами: «Это, право, совершенно того...», а потом уже и ничего не было, и сам он позабывал, думая, что всё уже выговорил.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Что ж такое? – сказал Петрович и обсмотрел в то же время своим единственным глазом весь вицмундир его, начиная с воротника до рукавов, спинки, фалд и петлей, – что всё было ему очень знакомо, потому что было собственной его работы. Таков уж обычай у портных: это первое, что он сделает при встрече.',
                },
                {
                    'node': 'paragraph',
                    'span': '– А я вот того, Петрович... шинель-то, сукно... вот видишь, везде в других местах совсем крепкое, оно немножко запылилось, и кажется, как будто старое, а оно новое, да вот только в одном месте немного того... на спине, да еще вот на плече одном немного попротерлось, да вот на этом плече немножко – видишь, вот и всё. И работы немного...',
                },
                {
                    'node': 'paragraph',
                    'span': 'Петрович взял капот, разложил его сначала на стол, рассматривал долго, покачал головою и полез рукою на окно за круглой табакеркой с портретом какого-то генерала, какого именно неизвестно, потому что место, где находилось лицо, было проткнуто пальцем и потом заклеено четвероугольным лоскуточком бумажки. Понюхав табаку, Петрович растопырил капот на руках и рассмотрел его против света и опять покачал головою. Потом обратил его подкладкой вверх и вновь покачал, вновь снял крышку с генералом, заклеенным бумажкой, и, натащивши в нос табаку, закрыл, спрятал табакерку и, наконец, сказал:',
                },
                {
                    'node': 'paragraph',
                    'span': '– Нет, нельзя поправить: худой гардероб!',
                },
                {
                    'node': 'paragraph',
                    'span': 'У Акакия Акакиевича при этих словах ёкнуло сердце.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Отчего же нельзя, Петрович? – сказал он почти умоляющим голосом ребенка. – Ведь только всего что на плечах поистерлось, ведь у тебя есть же какие-нибудь кусочки...',
                },
                {
                    'node': 'paragraph',
                    'span': '– Да кусочки-то можно найти, кусочки найдутся, – сказал Петрович, – да нашить-то нельзя: дело совсем гнилое, тронешь иглой – а вот уж оно и ползет.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Пусть ползет, а ты тотчас заплаточку.',
                },
            ],
            'title': [
                'Next',
            ],
            'level': 2,
        },
        {
            'node': 'chapter',
            'nodes': [
                {
                    'node': 'paragraph',
                    'span': 'Даже в те часы, когда совершенно потухает петербургское серое небо и весь чиновный народ наелся и отобедал, кто как мог, сообразно с получаемым жалованьем и собственной прихотью, – когда всё уже отдохнуло после департаментского скрипенья перьями, беготни, своих и чужих необходимых занятий и всего того, что задает себе добровольно, больше даже, чем нужно, неугомонный человек, – когда чиновники спешат предать наслаждению оставшееся время: кто побойчее, несется в театр; кто на улицу, определяя его на рассматриванье кое-каких шляпенок; кто на вечер – истратить его в комплиментах какой-нибудь смазливой девушке, звезде небольшого чиновного круга; кто, и это случается чаще всего, идет просто к своему брату в четвертый или третий этаж, в две небольшие комнаты с передней или кухней и кое-какими модными претензиями, лампой или иной вещицей, стоившей многих пожертвований, отказов от обедов, гуляний, – словом, даже в то время, когда все чиновники рассеиваются по маленьким квартиркам своих приятелей поиграть в штурмовой вист, прихлебывая чай из стаканов с копеечными сухарями, затягиваясь дымом из длинных чубуков, рассказывая во время сдачи какую-нибудь сплетню, занесшуюся из высшего общества, от которого никогда и ни в каком состоянии не может отказаться русский человек, или даже, когда не о чем говорить, пересказывая вечный анекдот о коменданте, которому пришли сказать, что подрублен хвост у лошади Фальконетова монумента, – словом, даже тогда, когда всё стремится развлечься, – Акакий Акакиевич не предавался никакому развлечению. Никто не мог сказать, чтобы когда-нибудь видел его на каком-нибудь вечере. Написавшись всласть, он ложился спать, улыбаясь заранее при мысли о завтрашнем дне: что-то Бог пошлет переписывать завтра? Так протекала мирная жизнь человека, который с четырьмястами жалованья умел быть довольным своим жребием, и дотекла бы, может быть, до глубокой старости, если бы не было разных бедствий, рассыпанных на жизненной дороге не только титулярным, но даже тайным, действительным, надворным и всяким советникам, даже и тем, которые не дают никому советов, ни от кого не берут их сами.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Здравствовать желаю, судырь, – сказал Петрович и покосил свой глаз на руки Акакия Акакиевича, желая высмотреть, какого рода добычу тот нес.',
                },
                {
                    'node': 'paragraph',
                    'span': '– А я вот к тебе, Петрович, того...',
                },
                {
                    'node': 'paragraph',
                    'span': 'Нужно знать, что Акакий Акакиевич изъяснялся большею частью предлогами, наречиями и, наконец, такими частицами, которые решительно не имеют никакого значения. Если же дело было очень затруднительно, то он даже имел обыкновение совсем не оканчивать фразы, так что весьма часто, начавши речь словами: «Это, право, совершенно того...», а потом уже и ничего не было, и сам он позабывал, думая, что всё уже выговорил.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Что ж такое? – сказал Петрович и обсмотрел в то же время своим единственным глазом весь вицмундир его, начиная с воротника до рукавов, спинки, фалд и петлей, – что всё было ему очень знакомо, потому что было собственной его работы. Таков уж обычай у портных: это первое, что он сделает при встрече.',
                },
                {
                    'node': 'paragraph',
                    'span': '– А я вот того, Петрович... шинель-то, сукно... вот видишь, везде в других местах совсем крепкое, оно немножко запылилось, и кажется, как будто старое, а оно новое, да вот только в одном месте немного того... на спине, да еще вот на плече одном немного попротерлось, да вот на этом плече немножко – видишь, вот и всё. И работы немного...',
                },
                {
                    'node': 'paragraph',
                    'span': 'Петрович взял капот, разложил его сначала на стол, рассматривал долго, покачал головою и полез рукою на окно за круглой табакеркой с портретом какого-то генерала, какого именно неизвестно, потому что место, где находилось лицо, было проткнуто пальцем и потом заклеено четвероугольным лоскуточком бумажки. Понюхав табаку, Петрович растопырил капот на руках и рассмотрел его против света и опять покачал головою. Потом обратил его подкладкой вверх и вновь покачал, вновь снял крышку с генералом, заклеенным бумажкой, и, натащивши в нос табаку, закрыл, спрятал табакерку и, наконец, сказал:',
                },
                {
                    'node': 'paragraph',
                    'span': '– Нет, нельзя поправить: худой гардероб!',
                },
                {
                    'node': 'paragraph',
                    'span': 'У Акакия Акакиевича при этих словах ёкнуло сердце.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Отчего же нельзя, Петрович? – сказал он почти умоляющим голосом ребенка. – Ведь только всего что на плечах поистерлось, ведь у тебя есть же какие-нибудь кусочки...',
                },
                {
                    'node': 'paragraph',
                    'span': '– Да кусочки-то можно найти, кусочки найдутся, – сказал Петрович, – да нашить-то нельзя: дело совсем гнилое, тронешь иглой – а вот уж оно и ползет.',
                },
                {
                    'node': 'paragraph',
                    'span': '– Пусть ползет, а ты тотчас заплаточку.',
                },
            ],
            'title': [
                'Third',
            ],
            'level': 2,
        },
    ],
    'meta': {
        'title': 'Шинель',
        'author': 'Николай Васильевич Гоголь',
    },
};
